class lang:
    menu = "💡 Главное меню"
    sell = "💵 Продажа"
    buy = "💸 Покупка"
    items = "📝 Мои объявления"
    back = "⛔ Отмена"

    hello = "Привет, это VapeBot. Я создан для удобной продажи или покупки вэйпов и т.п. в соответсвии с законом РФ. Используй кнопки для большего удобства!"

    unk_command = "Похоже ты пишешь что-то не то, используй кнопки!"

    sell_stage_1 = "Введите название вашего товара, советуем вводить точную модель"
    sell_stage_1_error = "Название слишком короткое! Попробуй еще раз"

    sell_stage_2 = "Введите описание вашего устройство, всё до мелочей, чем больше описание тем больше шанс что вам напишут!"
    sell_stage_2_error = "Описание слишком короткое! Попробуй еще раз"

    sell_stage_3 = "Напишите стоимость товара, за которую вы предлагаете продать ваше устройство!"
    sell_stage_3_error = "Сообщение должно содержать только цифры! Попробуй еще раз"

    sell_stage_4 = "Укажите город, где вы собираетесь продать ваш товар"
    sell_stage_4_error = "Ты точно ввёл город? Попробуй еще раз"

    sell_stage_5 = "Отлично осталось отправить фотографии вашего устройства! (Обязательно проверь сохранены-ли фотографии в личном альбоме!)"
    sell_stage_5_error = "Сообщение должно содержать фотографии! Попробуй еще раз"

    sell_finish = "Ваше объявление отправленно на рассмотрение модерацией! Примерное ожидание: !"

    buy_stage_1 = "Введи код товара и я свяжу тебя с продавцом!(Код товара ищите в записи на странице сообщества)"
    buy_stage_1_error = "Такого кода нет, попробуй скопировать код прям с поста"

    buy_stage_2_alert = "Оповестить продавца 📢"