class lang:
    menu = "🎛 Главное меню"
    sell = "Продажа"
    buy = "Покупка"
    items = "Мои объявления"
    back = "Отмена"
    sell_stage_1 = "Введите название вашего устройства, советуем вводить точную модель устройства"
    sell_stage_1_error = "Название слишком короткое! Попробуй еще раз"

    sell_stage_2 = "Введите описание вашего устройство, всё до мелочей, чем больше описание тем больше шанс что вам напишут!"
    sell_stage_2_error = "Описание слишком короткое! Попробуй еще раз"

    sell_stage_3 = "Напишите цену за которую вы предлагаете продать ваше устройство, пишите только цифры!"
    sell_stage_3_error = "Сообщение должно содержать только цифры! Попробуй еще раз"

    sell_stage_4 = "Отлично осталось отправить фотографии вашего устройства!"
    sell_stage_4_error = "Сообщение должно содержать фотографии! Попробуй еще раз"

    sell_finish = "Все! Ожидайте одобрение модераторами!"